export const getArticles = () => [
  {
    id: 1,
    date: '04.02',
    title: 'Диалоги о цифровой трансформации и ИТ кластере',
    img: './images/article1.png',
  },
  {
    id: 2,
    date: '21.01',
    title: 'Онлайн дискуссия: цифровое развитие продуктового каталога',
    img: './images/article2.png',
  },
  {
    id: 3,
    date: '12.01',
    title: 'Запись продуктового баттла Skype for business',
    img: './images/article3.png',
  },
];

export const getPosts = () => [
  {
    title: 'В разделе Базовые сервисы добавлена новая услуга Поддержка рабочих',
  },
  {
    title: 'На Портале добавлен раздел Бюджет ДО',
  },
  {
    title: 'Подведены итоги конкурса лучший КМ 2020 года',
  },
];

export const getSliderData = () => [
  {
    img: './images/slider1.png',
    title: 'Стартовал конкурс на лучшего владельца продукта 2020 года',
  },
  {
    img: './images/slider2.jpg',
    title:
      'Газпром нефть присоединилась к инициативе ООН по устойчивому развитию',
  },
  {
    img: './images/slider3.jpg',
    title:
      'Газпром нефть и СПбПУ будут развивать отечественные технологии нефтехимии',
  },
];
